
/* Paste Popover: Title of item representing standard default "Paste" */
"DefaultPaste" = "粘贴";


/* Paste Popover: Abbreviated title of item representing "Paste As > Plain Text" */
"PasteAs_plainText" = "文本";

/* Paste Popover: Abbreviated title of item representing "Paste As > Code Block" */
"PasteAs_codeblock" = "代码";

/* Paste Popover: Abbreviated title of item representing "Paste As > Raw Source" */
"PasteAs_nativeblock" = "源";

/* Paste Popover: Abbreviated action label of all items representing "Paste As" commands. I.e. represents the "Paste as" part in "Paste as Plain Text" -- but abbreviated. */
"PasteAsPrefix" = "为";


/* Paste Popover: Abbreviated title of item representing "Paste From > Rich Text" */
"PasteFrom_attributedString" = "富文本";

/* Paste Popover: Abbreviated title of item representing "Paste From > Markdown" */
"PasteFrom_markdown" = "Markdown";

/* Paste Popover: Abbreviated title of item representing "Paste From > HTML" */
"PasteFrom_html" = "HTML";

/* Paste Popover: Abbreviated action label of all items representing "Paste From" commands. I.e. represents the "Paste from" part in "Paste from HTML" -- but abbreviated. */
"PasteFromPrefix" = "从";
